[
  {
    "UserId": 1,
    "ManhwaId": 1,
    "title": "Best Manhwa Ever",
    "description": "Solo leveling is a super fun read, where the MC is pretty much op but it never ceases to be entertaining. The story flows well and is a straightup an upgrade from the LN. Combined with the godly artist every page is just a feast for the eyes. This manhua is an example of op done right.",
    "score": 10
  },
  {
    "UserId": 2,
    "ManhwaId": 3,
    "title": "You Should Try It",
    "description": "Tbh this is by far the most entertainment webtoon I have read so far, which it's why I gave it a 9 overall. The character development from the main characters(and some side characters) is amazing and smooth, each chapter they grew and get better. I have never been interest in cycling: irl, anime etc but reading has made me want to know more about it and even start cycling as a hobby. The story so far is been amazing, I thought it had a slow beginning but ih boy I was wrong. I was so hook that in one day and half read 315 chapters.... so if you enjoy the characters development you will enjoy the story... I gave an 8 cuz 1. i pissed about some author decisions towards the characters (LOL) 2. it's still ongoing But overall, you should give it a try because you will enjoy it tons. It does has romance, bromance and drama but it's not that annoying, it feels normal (in case you worry)",
    "score": 9
  },
  {
    "UserId": 1,
    "ManhwaId": 5,
    "title": "It's Just Suck",
    "description": "I'm sorry for the bad English but I'm so pissed and confused that I had to write something. I know this is a manhwa but it feels like a kid tried to write a mystery/horror manga. It's so childish and cliche at times that it makes you wonder what's doing with 8+. It does have some charm that makes you keep reading regardless of the silliness of it, but it's not good enough to be this high, I guess people dont have high hopes for manhwa when they rated this high? I don't regret reading it but it just doesn't feel complete enough, the ending is also really poorly made which makes you wonder what they're smoking at webtoon.",
    "score": 4
  },
  {
    "UserId": 1,
    "ManhwaId": 9,
    "title": "You Need To Read This",
    "description": "This is my first time writing review. The boxer is manhwa that has the same creator as The horizon. At first i just thought that this is just regular sport manhwa but more than that The Boxer has an amazing character that really amaze me and exceeded my expectations.",
    "score": 8
  },
  {
    "UserId": 2,
    "ManhwaId": 13,
    "title": "No Comment",
    "description": "Have these reviewers never seen a Chinese wuxia drama? Coming up with cool martial arts moves is in so many wuxia dramas, it's really nothing special.",
    "score": 2
  }
]
